Repository: Alejo91/itools
Catalog: cms/locale/*.po
Languages: fr

source: "<stl:inline content="name"></stl:inline>" to
fr: "<stl:inline content="name"></stl:inline>" vers

source: %(start)s-%(end)s of %(total)s
fr: %(start)s-%(end)s de %(total)s

source: %s handlers have been re-indexed.
fr: %s objets ont été réindexés.

source: , by <em stl:content="transition/user"></em>.
fr: , par <em stl:content="transition/user"></em>.

source: -- Choose a language --
fr: -- Choisir une langue --

source: <a id="tip_title" onmouseover="show_tip()" onmouseout="hide_tip()"> Details </a>
fr: <a id="tip_title" onmouseover="show_tip()" onmouseout="hide_tip()"> Détails </a>

source: <span stl:if="user" stl:content="user/name"></span> <span stl:if="not user"> <em>not logged in</em> </span>
fr: <span stl:if="user" stl:content="user/name"></span> <span stl:if="not user"> <em>non connecté</em> </span>

source: <strong stl:content="row/left/label"></strong> (<a stl:attributes="href row/left/url">add..</a>)
fr: <strong stl:content="row/left/label"></strong> (<a stl:attributes="href row/left/url">ajouter...</a>)

source: <strong stl:content="row/right/label"></strong> (<a stl:attributes="href row/right/url">add..</a>)
fr: <strong stl:content="row/right/label"></strong> (<a stl:attributes="href row/right/url">ajouter...</a>)

source: A link is an object that links to another object.
fr: Un lien est un objet qui relie à un autre objet

source: A pending document awaits review from authorized users to be published.
fr: Un document en attente d'autorisation pour être publié.

source: A private document only can be reached by authorized users.
fr: Un document privé ne peut être atteint que par les utilisateurs autorisés.

source: A public document can be reached by even anonymous users.
fr: Un document public peut être atteint même par les utilisateurs anonymes.

source: A transition must be selected.
fr: Un changement d'état doit être sélectionné.

source: About
fr: Au sujet de

source: Accept the document.
fr: Acceptez le document

source: Access forbidden, you are not authorized to access this resource.
fr: Accès refusé, vous n'êtes pas autorisé à accéder à cette ressource.

source: Actually, it links to a set of resources, where every resource is of a different language.
fr: En fait, cela relie à un ensemble de ressources, ou chaque ressource est une langue différente

source: Add
fr: Ajouter

source: Add User<span stl:if="nb_users">s</span>
fr: Ajouter <span stl:if="nb_users">des utilisateurs</span><span stl:if="not nb_users">un utilisateur</span>

source: Add a new translator skill:
fr: Ajouter une nouvelle traduction possible

source: All users added.
fr: Utilisateur(s) ajouté(s)

source: Anonymous users are allowed to join this web site
fr: Les utilisateurs anonymes sont autorisés à venir sur ce site web

source: Apologies for the inconvenience.
fr: Veuillez nous excuser pour la gêne occasionée.

source: As Icons
fr: Icônes

source: As Image Gallery
fr: Gallerie d'images

source: As List
fr: Liste

source: Available views:
fr: Vues disponibles

source: Browse
fr: Naviguer

source: Browse users
fr: Utilisateurs réseaux

source: Browse-Directories
fr: Répertoire de navigation

source: But to use this feature you have to install the client first (you do not need the server).
fr: Mais pour utiliser ces caractéristiques , vous devez installer en premier le client (vous n'avez pas besoin du serveur)

source: Calc
fr: Classeur

source: Catalog
fr: Catalogue

source: Change
fr: Ok

source: Change default
fr: Changer l' option par défaut

source: Choose a language
fr: Choisir une langue

source: Choose language
fr: Choisir une langue

source: Choose your language:
fr: Choisissez votre langue :

source: Comments:
fr: Commentaires :

source: Compare
fr: Comparer

source: Contents
fr: Contenus

source: Copy
fr: Copier

source: Copy to present
fr: La version datée est maintenant la version actuelle

source: Create a new group
fr: Création d'un nouveau group

source: Cut
fr: Couper

source: Default
fr: Défaut

source: Details
fr: Détails

source: Document Calc
fr: Document Classeur

source: Document Impress
fr: Document Présentation

source: Document edited.
fr: Document édité.

source: Document translations created.
fr: Document dans une nouvelle langue créée.

source: Documents are where the data is stored
fr: Les documents corespondent à des donnée stockés

source: Documents are where the data is stored, they are similar to the files from your filesystem.
fr: Les documents servent à stoker les donnés enregistrées, ils sont semblables à vos fichiers sytèmes.

source: Download
fr: Télécharger

source: Download :
fr: Télécharger :

source: ERROR could not generate preview : %s
fr: Erreur : impossible de générer la prévisualisation : %s

source: Each version is given a distinguishing version number.
fr: Chaque version a un numéro de version différent.

source: Edit
fr: Editer

source: Edit groups for <span stl:content="fullname"></span>
fr: Edition des groupes pour <span stl:content="fullname"></span>

source: English
fr: Anglais

source: Error could not generate preview because : %s
fr: Erreur : impossible de générer la prévisualisation parce que : %s

source: External
fr: Externe

source: External editor
fr: Editeur externe

source: External editor..
fr: Editeur externe..

source: File
fr: Fichier

source: File uploaded.
fr: Fichié téléchargé

source: Fix
fr: Réparer

source: Folder
fr: Dossier

source: Folders are used to classify documents
fr: Les répertoires sont utilisés pour classer des documents

source: Folders are used to classify documents.
fr: Les répertoires sont utilisés pour classer des documents.

source: French
fr: Français

source: From
fr: A partir de

source: Full name
fr: Nom complet

source: Fullname <stl:inline content="table/sortcontrol(fullname)"></stl:inline>
fr: Nom complet <stl:inline content="table/sortcontrol(fullname)"></stl:inline>

source: General
fr: Général

source: General settings changed
fr: Réglages généraux changés

source: German
fr: Allemand

source: Group
fr: Groupe

source: Group added.
fr: Groupe ajouté

source: Group name <stl:inline content="table/sortcontrol(name)"></stl:inline>
fr: Nom du groupe <stl:inline content="table/sortcontrol(name)"></stl:inline>

source: Groups
fr: Groupes

source: HTML fixed.
fr: HTML réparé.

source: Help
fr: Aide

source: Here, you can configure your web application.
fr: Ici vous pouvez paramétrer votre application iKaaro.

source: History
fr: Historique

source: Home
fr: Dossier personnel

source: Hungarian
fr: Hongrois

source: IKAARO provides state of the art Content Management technology:
fr: iKaaro fournit une offre complète dans le domaine de la gestion de contenu :

source: If you already installed the client just click the button below:
fr: Si vous avez déjà installé le client cliquez sur le lien ci-dessous :

source: Impress
fr: Présentation

source: Inline
fr: En ligne

source: Italian
fr: Italien

source: J. David Ibáñez, lead developer
fr: J. David Ibáñez, développeur principal

source: Japanese
fr: Japonais

source: Join
fr: Devenir membre

source: Join the community
fr: Devenir membre

source: Keep your notes with plain text files.
fr: Conserver vos notes dans des fichiers plein texte.

source: Keeps an historical record with the changes made, it is possible to come back to an older version.
fr: Un historique des modifications est constitué. Vous pouvez ainsi revenir sur une version antérieure.

source: Language
fr: Langue

source: Language <stl:inline content="table/sortcontrol(language)"></stl:inline>
fr: Langage <stl:inline content="table/sortcontrol(language)"></stl:inline>

source: Language added.
fr: Langue ajoutée.

source: Languages
fr: Langues

source: Languages removed.
fr: Langues supprimées.

source: Languages settings
fr: Configurations des langues

source: Lets to add new content, documents and folders.
fr: Permet d'ajouter de nouveaux contenus (documents et dossiers).

source: Lets to change the security settings.
fr: Changer les paramètres de sécurité.

source: Lets to edit the document, it is possible to use an external editor if you install it or to upload a file from the filesystem.
fr: Permet l'édition du document. Il est possible d'utiliser un éditeur externe (votre éditeur habituel par exemple) si celui-ci est installé. Vous pouvez aussi télécharger un document depuis votre disque vers votre application iKaaro.

source: Lets to search documents and folders by name and/or by its full text content.
fr: Permet de rechercher des documents ou dossiers, soit par leur nom, soit par leur contenu (texte).

source: Lets to see the folder's content, sort it by name or date, and perform different actions (remove, rename, copy, cut and paste).
fr: Permet de visualiser le contenu d'un dossier, trié par nom ou par date, et d'effectuer des modifications suivantes : effacer, renommer, copier, couper et coller.

source: Link
fr: Lien

source: Link added
fr: Lien ajouté

source: Links are ...
fr: Les liens sont ...

source: Log in
fr: Authentification

source: Log out
fr: Déconnexion

source: Login
fr: Authentification

source: Message Translation
fr: Traduction du message

source: Message edited.
fr: Message édité

source: Metadata
fr: Méta-données

source: Metadata changed.
fr: Méta-données modifiées

source: Metadata list
fr: listes des méta-données

source: Name
fr: Nom

source: Name <stl:inline content="table/sortcontrol(name)"></stl:inline>
fr: Nom <stl:inline content="table/sortcontrol(name)"></stl:inline>

source: New Document
fr: Nouveau document

source: New Link
fr: Nouveau lien

source: New Resource
fr: Nouvelle Ressource

source: New User
fr: Nouvel utilisateur

source: New resource added
fr: Nouvelle ressource ajoutée

source: No file has been entered.
fr: Aucun fichier n'a été entré.

source: No objects selected
fr: Aucun objet sélectionné.

source: No objects selected.
fr: Aucun objet sélectionné.

source: No user added
fr: Pas d'utilisateur ajouté

source: No users to add in <b stl:content="name"></b>.
fr: Aucun utilisateur à ajouter dans <b stl:content="name"></b>.

source: Objects copied.
fr: Objets copiés.

source: Objects cut.
fr: Objets coupés.

source: Objects pasted.
fr: Objets collés.

source: Objects removed: %s.
fr: Objets suprimés: %s.

source: Objects renamed.
fr: Objets renommés.

source: On field
fr: Sur le champ

source: Organize your files and documents with folders.
fr: Organisez vos fichiers et documents dans des dossiers.

source: Password
fr: Mot de passe

source: Password changed.
fr: Mot de passe modifié

source: Paste
fr: Coller

source: Personal
fr: Personnel

source: Personal information
fr: Informations générales

source: Plain Text
fr: Text intégral

source: Portuguese
fr: Portugais

source: Preamble
fr: Préambule

source: Preview
fr: Aperçu

source: Publish the document.
fr: Publier le document

source: Publish your own web pages.
fr: Publiez vos propre pages web.

source: Record added.
fr: Enregistrement ajouté.

source: Record edited.
fr: Enregistrement édité.

source: Record removed.
fr: Enregistrement suprimé.

source: Reindex
fr: Reindexation

source: Reject the document.
fr: Rejeter le document

source: Remove
fr: Supprimer

source: Rename objects
fr: Renommer les objets

source: Rename..
fr: Renommer.

source: Repeat Password
fr: Confirmer le mot de passe

source: Request the document publication.
fr: Demande de publication du document.

source: Retire the document.
fr: Retirer le document

source: Revision copied to present.
fr: La version datée est maintenant la version actuelle

source: Save the translation
fr: Sauvegarder la traduction

source: Search
fr: Recherche

source: Search subfolders
fr: Recherche dans les sous-dossiers

source: Security
fr: Sécurité

source: Select user name(s) you want to add in group <b stl:content="name"></b> :
fr: Sélectionner le( s) noms d'utilisateurs que vous voulez ajouter au groupe <b stl:content="name"></b> :

source: Settings
fr: Configuration

source: Size
fr: Taille

source: Spanish
fr: Espagnol

source: State
fr: Etat

source: State <stl:inline content="table/sortcontrol(workflow_state)"></stl:inline>
fr: Etat <stl:inline content="table/sortcontrol(workflow_state)"></stl:inline>

source: State:
fr: Etat :

source: Take the client for <a href="http://zope.org/Members/Caseman/ExternalEditor/0.8/zopeedit-0.8-src.tgz">Unix and MacOSX</a>.
fr: Prendre le client pour <a href="http://zope.org/Members/Caseman/ExternalEditor/0.8/zopeedit-0.8-src.tgz">Unix and MacOSX</a>.

source: Take the client for <a href="http://zope.org/Members/Caseman/ExternalEditor/0.8/zopeedit-win32-0.8.exe">windows</a>.
fr: Prendre le client pour <a href="http://zope.org/Members/Caseman/ExternalEditor/0.8/zopeedit-win32-0.8.exe">windows</a>.

source: Tasks
fr: Tâches

source: Text being translated
fr: Texte en cours de traduction

source: Thanks for joining us, please log in
fr: Bienvenue, s'il vous plaît connectez vous

source: The content of this HTML document is broken, it is not valid HTML.
fr: Le contenu de ce document est endommagé. Il ne contient pas du HTML valide.

source: The default language has been changed.
fr: La langue par défaut a été changée.

source: The document name contains illegal characters, choose another one.
fr: Le nom du document contient des caractères interdits, choisissez en un autre.

source: The documents below await review for publication:
fr: Les documents ci-dessous nécessitent une validation pour être publiés :

source: The error should have been automatically reported to the system administrator.
fr: Cette anomalie vient d'être notifiée à l'administrateur système.

source: The file must be entered
fr: Le fichier doit être entré

source: The list below describes your skills as a translator:
fr: La liste suivante décrit les traductions que vous êtes suceptible d'effectuer :

source: The metadata describes the document (title, subject, description, etc..).
fr: Les méta-données décrivent le document (titre, sujet, description, etc).

source: The name contains illegal characters, choose another one.
fr: Le nom contient des caractères interdits, choisissez en un autre.

source: The name must be entered
fr: Le nom doit être entré

source: The password is wrong
fr: Le mot de passe est incorrect

source: The password is wrong, please try again.
fr: Le mot de passe est incorrect, essayez encore.

source: The selected objects can not be translated.
fr: Les documents sélectionnés ne peuvent pas être traduits ou sont déjà traduits.

source: The title
fr: Le titre

source: The user "%s" does not exist
fr: L'utilisateur "%s" n'existe pas

source: The username is wrong, please try again.
fr: Le nom d'utilisateur est incorrect, essayez encore.

source: Theme
fr: Thème

source: There are no images.
fr: Ils n'y a pas d'images

source: There aren't messages.
fr: Ils n'y a pas de messages.

source: There has been a system error, nothing serious.
fr: Votre demande a provoqué une erreur.

source: There is already another group with this name.
fr: Il existe déjà un autre groupe avec ce nom.

source: There is already another object with this name
fr: Il existe déjà un autre objet avec ce nom

source: There is already another resource with this name.
fr: Il existe déjà une autre ressource avec ce nom.

source: There is another user with the username "%s", please try again
fr: Il existe déjà un autre utilisateur avec le nom "%s",essayez encore

source: This folder or query is empty.
fr: Ce répertoire ou cette requête est vide.

source: This group is empty.
fr: Ce groupe est vide.

source: This help screen.
fr: Cet onglet d'aide.

source: This is a preview of your document, it doesnt really look like that
fr: Ceci est un aperçu du document, il ne ressemble pas vraiment à celà

source: This is a tar file, you can untar it by clicking the button below:
fr: Ceci est un fichier d'archive (.tar), vous pouvez le transformer en répertoire utilisable en cliquant sur le boutton ci-dessous.

source: Title
fr: Titre

source: Title (<stl:inline content="title/lang_name"></stl:inline>)
fr: Titre (<stl:inline content="title/lang_name"></stl:inline>)s

source: Title <stl:inline content="table/sortcontrol(title)"></stl:inline>
fr: Titre <stl:inline content="table/sortcontrol(title)"></stl:inline>

source: To
fr: Pour

source: To add a folder enter its name and click the <tt>Add</tt> button.
fr: Pour ajouter un répertoire, entrez son nom et cliquez sur le bouton <tt>Ajouter</tt>.

source: To fix it (with tidy) click the button below.
fr: Pour le réparer, cliquez sur le bouton ci-dessous.

source: To reindex the whole site click the button below:
fr: Pour réindexer tout le site cliquez sur le bouton ci-dessous.

source: To save the translation above click the button below:
fr: Pour sauvegarder la traduction au-dessus, cliquez sur le bouton ci-dessous.

source: To upload a new version of the file choose it and click the <tt>Upload</tt> button:
fr: Pour télécharger une nouvelle version, sélectionnez-là et cliquez sur le bouton <tt>télécharger</tt>.

source: Transition done.
fr: Transition accomplie.

source: Translate
fr: Traduire

source: Translate..
fr: Traduction..

source: Translation saved.
fr: Traduction sauvegardée.

source: Unpack
fr: Décompresser

source: Upload
fr: Télécharger

source: Upload File
fr: Télécharger un fichier

source: Upload a File
fr: Télécharger un fichier

source: Upload failed: either the file does not match this document type (%s) or it contains errors.
fr: Erreur lors du téléchargement : soit le fichier ne correspond pas à ce type de document (%s) soit il contient des erreurs.

source: Upload office documents, images, media files, etc.
fr: Téléchargez des documents office, des images, des fichiers de média, etc.

source: Use CTRL or Maj if you want add more than one user.
fr: Utilisez CTRL ou Maj si vous voulez ajouter plus d'un utlisateur

source: User
fr: Utilisateur

source: User added
fr: Utilisateur(s) ajouté(s)

source: User data changed.
fr: Données utilisateur modifiées.

source: User groups edited
fr: Groupes d'utilisateurs édités

source: User removed.
fr: Utilisateur supprimé.

source: Username
fr: Nom

source: Username <stl:inline content="table/sortcontrol(name)"></stl:inline>
fr: Nom d'utilisateur <stl:inline content="table/sortcontrol(name)"></stl:inline>

source: Users
fr: Utilisateurs

source: Users List :
fr: Liste des utilisateurs :

source: Users added
fr: Utilisateur(s) ajouté(s)

source: Users removed.
fr: Utilisateurs supprimés.

source: Version edited.
fr: Version éditée.

source: Version uploaded.
fr: Version téléchargée.

source: View
fr: Vue

source: View_as_html
fr: Vue comme du html

source: Warning text of file not indexed
fr: Attention texte du fichier non indexé

source: Warning text of file not indexed : %s
fr: Attention texte du fichier non indexé : %s

source: Warning text of file not indexed because : %s
fr: Attention texte du fichier non indexé parce que : %s

source: Web Page
fr: Page Web

source: Welcome to the IKAARO Content Management System
fr: Bienvenu dans iKaaro Système de Gestion de Contenu

source: When the link is asked for the resource it points to, the language negotiation takes place, and depending on it one resource or another is returned.
fr: Quand le lien est demandé pour la ressource, il pointe vers cette ressource, la langue de travail s'installe et depend de cette ressource sinon une autre est renvoyée

source: Writer
fr: Ecrire

source: You are a member of the following groups:
fr: Vous êtes membre des groupes suivants :

source: You are not a translator, <em>woaaahh</em>
fr: Vous n'êtes pas un traducteur, <em>woaaahh</em>

source: You can edit your document with a desktop application (MS Word, Photoshop, etc.).
fr: Vous pouvez éditer votre document avec des applications bureautiques telles que MS-WORD, Photoshop, etc

source: You can not remove the default language.
fr: Vous ne pouvez pas supprimer la langue par défaut.

source: You can upload a file from the filesystem or create a new empty document.
fr: Vous pouvez charger un fichier à partir de votre disque ou créer un document vide.

source: You can upload a file from the filesystem to create a new document.
fr: Vous pouvez charger un fichier à partir de votre disque ou créer un document vide.

source: You don't belong to any group.
fr: Vous n'appartenez à aucun groupe.

source: You must add user(s) in parent group:
fr: Vous devez ajouter le(s) utilisateur(s) dans un groupe

source: You must choose a language
fr: Vous devez choisir une langue

source: You must select one and only one language.
fr: Vous devez sélectionner une et seulement une langue.

source: You must select one and only one revision.
fr: Vous devez sélectionner une et seulement une révision.

source: You must select one or two revisions.
fr: Vous devez sélectionner une ou deux révisions.

source: You must select the members to remove.
fr: Vous devez sélectionner les membres à supprimer.

source: You need to install : %s
fr: Vous devez installer : %s

source: a friendly user interface, high end multilingual features, powerful versioning system, desktop integration, web services support and more.
fr: Une interface utilisateur conviviale et paramétrable en plusieurs langues, un puissant sytème de gestion de versions, une intégration aux outils bureautiques, un support d'aide en ligne, etc.

source: language:
fr: langue:

source: modified:
fr: modifié:

source: name
fr: nom

source: not logged in
fr: non authentifié

source: pending
fr: En attente de publication

source: private
fr: privé

source: public
fr: publié

source: translation
fr: traduction

source: » <a stl:attributes="href join_url">Join</a>
fr: » <a stl:attributes="href join_url">Devenir membre</a>

source: » <a stl:attributes="href login_url">Login</a>
fr: » <a stl:attributes="href login_url">Connexion</a>

source: » <a stl:attributes="href user/home">Home</a>
fr: » <a stl:attributes="href user/home">Mon espace</a>

source: » <a stl:attributes="href user/logout">Log out</a>
fr: » <a stl:attributes="href user/logout"> Quitter</a>

source: » Browse and link an image from the workspace:
fr: » Parcourir les documents iKaaro et sélectionner une image :

source: » Browse and link an object from the workspace:
fr: » Parcourir et lier un document à partir de l'espace de travail:

source: » Type the url to add:
fr: » Entrer l'URL à ajouter :
